import java.util.Scanner;

    public class Main
    {


        public static void main(String[] args)
        {
            System.out.println("(14)\na.выпишите всевозможные комбинации, состоящие из двух слов заданного предложения;\n" +
                    "\n" +
                    "b.определите количество возможных комбинаций из каждых трех слов заданного предложения;\n" +
                    "\n" +
                    "c.дан одномерный числовой массив, определить число\n всевозможных комбинаций из\n двух элементов " +
                    "данного массива таким образом чтобы\n первый элемент в паре был\n меньше второго более чем в два раза;\n" +
                    "\n" +
                    "d.найдите число согласных букв в предложении.\n");

            Menu def = new Menu();
            }
        }
